
const String agreement =
    """บริษัท ฟินันเซีย ดิจิทัล แอสเซท จำกัด ("บริษัท") เล็งเห็นถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคลของลูกค้า (ตามที่นิยามไว้ข้างล่างนี้)

นโยบายความเป็นส่วนตัวฉบับนี้ ("นโยบายความเป็นส่วนตัว") ใช้บังคับกับข้อมูลส่วนบุคคล (ตามที่นิยามไว้ในข้อ 1 ข้างล่างนี้) ของ (1) ลูกค้าบุคคลธรรมดาของบริษัท ทั้งที่เป็นลูกค้าเป้าหมาย (ผู้ที่อาจเป็นลูกค้าในอนาคต) ลูกค้าปัจจุบัน และลูกค้าในอดีต (2) พนักงาน บุคลากร เจ้าหน้าที่ ผู้แทน ผู้ถือหุ้น บุคคลผู้มีอำนาจ กรรมการ ผู้ติดต่อ ตัวแทน และบุคคลธรรมดาอื่น ๆ ที่เกี่ยวข้องกับลูกค้านิติบุคคลของบริษัท ทั้งที่เป็นลูกค้าเป้าหมาย (ผู้ที่อาจเป็นลูกค้าในอนาคต) ลูกค้าปัจจุบัน และลูกค้าในอดีต

บุคคลธรรมดาจะรวมเรียกว่า "บุคคล" ส่วนลูกค้าบุคคลธรรมดาและลูกค้านิติบุคคลจะรวมเรียกว่า "ลูกค้า"

นโยบายความเป็นส่วนตัวฉบับนี้อธิบายถึงวิธีการที่บริษัทเก็บรวบรวม ใช้ เปิดเผย และโอนข้อมูลส่วนบุคคลของลูกค้าไปยังต่างประเทศ นโยบายความเป็นส่วนตัวฉบับนี้ใช้บังคับกับธุรกิจ เว็บไซต์ แอพพลิเคชั่นบนอุปกรณ์เคลื่อนที่ ศูนย์บริการข้อมูล (call center) กิจกรรมและนิทรรศการ ช่องทางการติดต่อทางออนไลน์ โลเคชั่นอื่น ๆ (locations) และวิธีการใด ๆ ที่บริษัทเก็บรวบรวม ใช้ เปิดเผย หรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังต่างประเทศ

1. ข้อมูลส่วนบุคคลที่บริษัทเก็บรวบรวม

"ข้อมูลส่วนบุคคล" หมายถึง ข้อมูลเกี่ยวกับลูกค้าซึ่งระบุถึงตัวลูกค้าหรือทำให้สามารถระบุตัวลูกค้าได้ ตามที่ระบุไว้ข้างล่างนี้ เพื่อที่บริษัทจะให้บริการแก่ลูกค้า บริษัทอาจเก็บรวบรวมข้อมูลของลูกค้าด้วยวิธีการต่าง ๆ โดยอาจเก็บรวบรวมข้อมูลส่วนบุคคลของลูกค้าจากลูกค้าโดยตรง (เช่น ผ่านทางผู้จัดการฝ่ายความสัมพันธ์ พนักงานขาย หรือศูนย์บริการข้อมูลลูกค้า (call center) ของบริษัท) หรือจากแหล่งอื่น ๆ โดยอ้อม (เช่น สื่อสังคม แพลตฟอร์มออนไลน์ของบุคคลภายนอก หรือแหล่งข้อมูลสาธารณะอื่น ๆ ) และผ่านบริษัทในเครือ ผู้ให้บริการ พันธมิตรทางธุรกิจ หน่วยงานทางการ หรือบุคคลภายนอก (เช่น ผู้รับฝากทรัพย์สินที่เป็นบุคคลภายนอก ผู้รับฝากทรัพย์สินช่วง) ประเภทของข้อมูลที่บริษัทเก็บรวบรวมขึ้นอยู่กับความสัมพันธ์ของลูกค้ากับบริษัท และบริการหรือผลิตภัณฑ์ที่ลูกค้าต้องการจากบริษัท

"ข้อมูลที่ละเอียดอ่อน" หมายถึง ข้อมูลส่วนบุคคลที่กฎหมายจัดประเภทเป็นข้อมูลที่ละเอียดอ่อน บริษัทจะเก็บรวบรวม ใช้ เปิดเผย และ/หรือโอนข้อมูลที่ละเอียดอ่อนไปยังต่างประเทศก็ต่อเมื่อได้รับความยินยอมโดยชัดแจ้งจากลูกค้า หรือกฎหมายอนุญาตให้กระทำได้

ลูกค้าบุคคลธรรมดา

ข้อมูลส่วนบุคคลของลูกค้าซึ่งบริษัทจะเก็บรวมรวม ใช้ เปิดเผย และ/หรือโอนไปยังต่างประเทศ รวมถึงแต่ไม่จำกัดเพียงข้อมูลส่วนบุคคลประเภทดังต่อไปนี้

(ก)
ข้อมูลส่วนตัว เช่น คำนำหน้าชื่อ ชื่อ เพศ อายุ อาชีพ ตำแหน่งงาน เงินเดือน ที่ทำงาน ตำแหน่ง การศึกษา สัญชาติ วันเกิด สถานภาพทางการสมรส ข้อมูลบนบัตรที่ออกโดยรัฐบาล (เช่น เลขที่บัตรประจำตัวประชาชน เลขหนังสือเดินทาง เลขประจำตัวผู้เสียภาษีอากร ข้อมูลใบอนุญาตขับขี่รถยนต์ เป็นต้น) ลายมือชื่อ การบันทึกเสียง การบันทึกการสนทนาทางโทรศัพท์ รูปถ่าย การบันทึกภาพจากกล้องวงจรปิด ทะเบียนบ้าน และข้อมูลประจำตัวอื่น ๆ
(ข)
ข้อมูลเพื่อการติดต่อ เช่น ที่อยู่ หมายเลขโทรศัพท์ หมายเลขโทรศัพท์เคลื่อนที่ หมายเลขโทรสาร ที่อยู่อีเมล และรหัสประจำตัวสำหรับการติดต่อสื่อสารทางอิเล็กทรอนิกส์อื่น ๆ
(ค)
ข้อมูลทรัพย์สินและข้อมูลทางการเงิน เช่น ข้อมูลบัญชีธนาคาร หมายเลขบัญชีและประเภทของบัญชี ข้อมูลพร้อมเพย์ ทรัพย์สิน สินทรัพย์หมุนเวียน รายได้และค่าใช้จ่าย ตลอดจนข้อมูลการชำระเงิน และข้อมูลการสมัครใช้บริการและผลิตภัณฑ์
(ง)
ข้อมูลการทำธุรกรรม เช่น การมอบ/รับมอบอำนาจ ประเภทของผลิตภัณฑ์ (อาทิ ราคาและปริมาณ หมายเลขคำสั่งซื้อ เงื่อนไข (ถ้ามี) ประวัติการซื้อขายและยอดคงเหลือ ประวัติการชำระเงินและการทำธุรกรรมที่เกี่ยวข้องกับสินทรัพย์ของลูกค้า วงเงิน งบการเงิน หนี้สิน ภาษี รายได้ กำไรและเงินลงทุน แหล่งที่มาของความมั่งคั่งและเงินทุน การเป็นตัวแทน ข้อมูลการซื้อขาย ประวัติการผิดนัด มูลค่าของหลักประกัน (margin balance) และข้อมูลอื่นๆที่เกี่ยวข้องกับธุรกรรมดังกล่าว
(จ)
ข้อมูลทางเทคนิค เช่น เลขที่อยู่ไอพีหรืออินเทอร์เน็ตโพรโทคอล (IP address) เว็บบีคอน (web beacon) ล็อก (Log) ไอดีอุปกรณ์ (Device ID) รุ่นอุปกรณ์และประเภทของอุปกรณ์ เครือข่าย ข้อมูลการเชื่อมต่อ ข้อมูลการเข้าถึง ข้อมูลการเข้าใช้งาแบบ single sign-on (SSO) การเข้าสู่ระบบ (Login log) เวลาที่เข้าถึง ระยะเวลาที่ใช้บนหน้าเพจของบริษัท คุกกี้ ข้อมูลการเข้าสู่ระบบ ประวัติการค้นหา ข้อมูลการเรียกดู ประเภทและเวอร์ชั่นของเบราว์เซอร์ การตั้งค่าเขตเวลา (Time zone setting) และสถานที่ตั้ง ประเภทและเวอร์ชั่นของปลั๊กอินเบราว์เซอร์ ระบบปฏิบัติการและแพลตฟอร์ม และเทคโนโลยีอื่น ๆ บนอุปกรณ์ที่ลูกค้าใช้ในการเข้าถึงแพลตฟอร์ม
(ฉ)
รายละเอียดข้อมูลส่วนตัว เช่น ชื่อบัญชี (account identifiers) ชื่อผู้ใช้และรหัสผ่าน รหัสประจำตัว (PIN ID code) สำหรับการซื้อขาย ความสนใจและความพึงพอใจ กิจกรรม เป้าหมายการลงทุน ความรู้และประสบการณ์การลงทุน และระดับความเสี่ยงที่ยอมรับได้ (risk tolerance)
(ช)
ข้อมูลการใช้งาน เช่น ข้อมูลเกี่ยวกับการใช้งานของลูกค้าบนเว็บไซต์ แพลตฟอร์ม การใช้ผลิตภัณฑ์และบริการ และ
(ซ)
ข้อมูลเกี่ยวกับบุคคลอื่นที่มีความสัมพันธ์ใกล้ชิดกับลูกค้า เช่น คู่สมรส บุตร บุคคลอ้างอิง บุคคลเพื่อการติดต่อฉุกเฉิน ผู้รับผลประโยชน์ที่แท้จริง
(ฌ)
ข้อมูลการตรวจสอบจากแหล่งข้อมูลสาธารณะ ข้อมูลจากหน่วยงานราชการ และข้อมูลอื่น ๆ ในทำนองเดียวกัน

ลูกค้านิติบุคคล

ข้อมูลส่วนบุคคลของลูกค้าซึ่งบริษัทจะเก็บรวมรวม ใช้ เปิดเผย และ/หรือโอนไปยังต่างประเทศ รวมถึงแต่ไม่จำกัดเพียงข้อมูลส่วนบุคคลประเภทดังต่อไปนี้

(ก)
ข้อมูลระบุตัวบุคคลที่เกี่ยวข้องกับนิติบุคคล เช่น กรรมการ ผู้ถือหุ้น พนักงาน หรือบุคคลที่มีความสัมพันธ์ใกล้ชิดกับบุคคลดังกล่าว ข้อมูลระบุตัวบุคคล อาทิ ชื่อ นามสกุล คำนำหน้าชื่อ อายุ เพศ รูปถ่าย ข้อมูลในประวัติส่วนบุคคล การศึกษา ข้อมูลเกี่ยวกับงาน (เช่น สถานะ หน้าที่ อาชีพ ตำแหน่งงาน บริษัทที่ลูกค้าทำงานให้ หรือเป็นพนักงาน หรือถือหุ้นอยู่) ข้อมูลบนบัตรที่ออกโดยรัฐบาล (เช่น เลขที่บัตรประจำตัวประชาชน เลขหนังสือเดินทาง) อัตราส่วนการถือหุ้น ลายมือชื่อ และข้อมูลประจำตัวอื่น ๆ ของลูกค้า
(ข)
ข้อมูลเพื่อการติดต่อ เช่น หมายเลขโทรศัพท์ ที่อยู่ ประเทศ ที่อยู่อีเมล และข้อมูลอื่น ๆ ในทำนองเดียวกัน
(ค)
ข้อมูลส่วนตัวที่สร้างขึ้นเกี่ยวกับความสัมพันธ์ของลูกค้ากับบริษัท เช่น การเปิดบัญชี การบริหารจัดการ การดำเนินงาน การชำระเงิน การชำระบัญชี การประมวลผลและการรายงานในนามของลูกค้า ข้อมูลส่วนตัวดังกล่าวอาจรวมถึงลายมือชื่อและหนังสือติดต่อกับบริษัท
(ง)
ข้อมูลอื่น ๆ ที่มีการเก็บรวบรวม ใช้ หรือเปิดเผยโดยเกี่ยวข้องกับความสัมพันธ์กับบริษัท เช่น ข้อมูลที่ลูกค้าให้แก่บริษัทในสัญญา แบบฟอร์มหรือการสำรวจ หรือข้อมูลที่เก็บรวบรวมในเวลาที่ลูกค้าเข้าร่วมกิจกรรมทางธุรกิจ การสัมมนา หรือกิจกรรมทางสังคมของบริษัท และ
(จ)
ข้อมูลการตรวจสอบจากแหล่งข้อมูล ข้อมูลจากหน่วยงานราชการ และข้อมูลอื่น ๆ ในทำนองเดียวกัน

ข้อมูลที่ละเอียดอ่อนของลูกค้าซึ่งบริษัทจะเก็บรวมรวม ใช้ เปิดเผย และ/หรือโอนไปยังต่างประเทศ ได้แก่

(ก)
ข้อมูลชีวภาพ ได้แก่ ระบบจดจำใบหน้า ลายนิ้วมือ
(ข)
ข้อมูลสุขภาพ เช่น ข้อมูลการรักษาพยาบาล
(ค)
ประวัติอาชญากรรม
(ง)
ศาสนา และ
(จ)
ข้อมูลที่ละเอียดอ่อนอื่น ๆ ซึ่งแสดงอยู่ในเอกสารประจำตัว เช่น เชื้อชาติและศาสนา
2. วัตถุประสงค์ที่บริษัทเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของลูกค้า

บริษัทอาจเก็บรวบรวม ใช้ เปิดเผย และ/หรือโอนข้อมูลส่วนบุคคลและข้อมูลที่ละเอียดอ่อนของลูกค้าไปยังต่างประเทศ เพื่อวัตถุประสงค์ดังต่อไปนี้

2.1 วัตถุประสงค์ที่บริษัทจำเป็นต้องได้รับความยินยอม

บริษัทอาศัยความยินยอมของลูกค้าเพื่อ

(ก)
การติดต่อสื่อสารทางการตลาด การเสนอข้อเสนอพิเศษ เอกสารส่งเสริมการขายที่เกี่ยวกับผลิตภัณฑ์และบริการของบริษัท บริษัทในเครือและบริษัทย่อยของบริษัท และบุคคลภายนอกซึ่งบริษัทไม่สามารถอาศัยหลักเกณฑ์หรือฐานทางกฎหมายอื่น
(ข)
การเก็บรวบรวม การใช้ และ/หรือการเปิดเผยข้อมูลที่ละเอียดอ่อนของลูกค้า เพื่อวัตถุประสงค์ดังต่อไปนี้
(1)
ข้อมูลชีวภาพ ได้แก่ ระบบจดจำใบหน้า ลายนิ้วมือ เพื่อการเข้าถึงสถานที่/การสมัครใช้บริการ และการยืนยันและพิสูจน์ตัวบุคคล
(2)
ข้อมูลสุขภาพ เช่น ข้อมูลการรักษาพยาบาล เพื่อการอำนวยความสะดวก
(3)
ประวัติอาชญากรรม เพื่อการตรวจสอบภูมิหลัง
(4)
ศาสนาเพื่อ การอำนวยความสะดวก
(5)
ข้อมูลที่ละเอียดอ่อนซึ่งแสดงอยู่ในเอกสารประจำตัว เช่น เชื้อชาติและศาสนา เพื่อการยืนยันและพิสูจน์ตัวบุคคล
(ค)
การโอนข้อมูลส่วนบุคคลของลูกค้าไปยังประเทศที่อาจจะไม่มีระดับการคุ้มครองข้อมูลที่เพียงพอ ซึ่งกฎหมายกำหนดให้ต้องได้รับความยินยอม
ในกรณีที่หลักเกณฑ์หรือฐานทางกฎหมายคือการขอความยินยอม ลูกค้ามีสิทธิที่จะถอนความยินยอมของลูกค้า ณ เวลาใดก็ได้ โดยลูกค้าสามารถติดต่อบริษัทเพื่อถอนความยินยอม การถอนความยินยอมจะไม่กระทบต่อความชอบด้วยกฎหมายของการเก็บรวบรวม การใช้ และการเปิดเผย ข้อมูลส่วนบุคคลและข้อมูลที่ละเอียดอ่อนของลูกค้าตามความยินยอมของลูกค้าก่อนที่จะขอถอน

2.2 วัตถุประสงค์ที่บริษัทอาจดำเนินการบนหลักเกณฑ์หรือฐานทางกฎหมายอื่น ๆ ในการประมวลผลข้อมูลส่วนบุคคลของลูกค้า

บริษัทอาจอาศัยหลักเกณฑ์หรือฐานทางกฎหมายดังต่อไปนี้เพื่อเก็บรวบรวม ใช้ เปิดเผย และ/หรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังต่างประเทศ กล่าวคือ (1) เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญา สำหรับการเข้าทำสัญญาหรือการปฏิบัติตามสัญญากับลูกค้า (2) เป็นการปฏิบัติหน้าที่ตามกฎหมาย (3) เป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัทและของบุคคลภายนอก เพื่อให้สมดุลกับประโยชน์และสิทธิและเสรีภาพขั้นพื้นฐานที่เกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลของลูกค้า (4) เพื่อการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล และ (5) ประโยชน์สาธารณะ สำหรับการดำเนินภารกิจเพื่อประโยชน์สาธารณะ หรือปฏิบัติหน้าที่ในการใช้อำนาจรัฐ

บริษัทจะอาศัยหลักเกณฑ์หรือฐานทางกฎหมายใน (1) ถึง (5) ข้างต้น เพื่อการเก็บรวบรวม ใช้ เปิดเผย และ/หรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังต่างประเทศ เพื่อวัตถุประสงค์ดังต่อไปนี้

ลูกค้าบุคคลธรรมดา

(ก)
การติดต่อกับลูกค้าก่อนที่ลูกค้าจะเข้าทำสัญญากับบริษัท
(ข)
การประมวลผลคำขอเปิดบัญชี การดำรงบัญชี และการดำเนินการที่เกี่ยวกับบัญชีของลูกค้า รวมถึงแต่ไม่จำกัดเพียง การประมวลผลคำขอหรือการร้องขอบริการหรือผลิตภัณฑ์ การประมวลผลธุรกรรมของลูกค้า การออกรายงานแสดงความเคลื่อนไหวของบัญชี (account statement) และการดำเนินการและการปิดบัญชีของลูกค้า
(ค)
การให้บริการแก่ลูกค้า เช่น การเป็นนายหน้าหรือตัวแทน เพื่อซื้อขายหรือแลกเปลี่ยนสินทรัพย์ดิจิทัล การให้บริการผ่านช่องทางออนไลน์ และการจัดการเรื่องทั้งปวงที่เกี่ยวข้องกับบริการเหล่านี้
(ง)
การจัดหาผลิตภัณฑ์การลงทุน การเสนอทางเลือกให้แก่ลูกค้า (รวมถึงผลิตภัณฑ์การลงทุนของบุคคลภายนอก) เป็นครั้งคราว และการจัดการเรื่องทั้งปวงที่เกี่ยวข้องกับผลิตภัณฑ์การลงทุนเหล่านี้
(จ)
การบริหารความสัมพันธ์ระหว่างลูกค้ากับบริษัท และการบริหารจัดการบัญชีที่ลูกค้ามีอยู่กับบริษัท
(ฉ)
การป้องกันลูกค้าจากข้อจำกัดบางประการ (เช่น การป้องกันผู้สูงอายุ ผู้ที่มีข้อจำกัดด้านกายภาพ ผู้ที่ยังไม่เคยมีประสบการณ์การลงทุน เป็นต้น) จากการเข้าทำธุรกรรมบางประเภทด้วยตนเอง เพื่อวัตถุประสงค์ในการควบคุมความเสียหาย
(ช)
การดำเนินการตามคำสั่งของลูกค้า หรือการตอบข้อซักถามหรือความคิดเห็นของลูกค้า และการแก้ไขเรื่องร้องเรียนของลูกค้า
(ซ)
การยืนยันตัวบุคคลและการตรวจสอบข้อมูลเครดิต กระบวนการทำความรู้จักลูกค้า (know-your-customer (KYC) และตรวจสอบสถานะลูกค้า (customer due diligence (CDD) การตรวจสอบและคัดกรองอื่น ๆ และการติดตามตรวจสอบอย่างต่อเนื่องที่อาจจำเป็นตามกฎหมายที่ใช้บังคับ
(ฌ)
การป้องกัน ตรวจจับ และสอบสวนการฉ้อโกง การประพฤติมิชอบ หรือกิจกรรมที่ไม่ชอบด้วยกฎหมาย ไม่ว่าจะได้รับการร้องขอจากหน่วยงานของรัฐหรือหน่วยงานกำกับดูแลหรือไม่ และการวิเคราะห์และบริหารความเสี่ยง
(ญ)
การปฏิบัติตามกฎหมาย กฎระเบียบ กฎเกณฑ์ คำสั่ง แนวทาง คำแนะนำ และการร้องขอจากหน่วยงานของรัฐ หน่วยงานภาษีอากร หน่วยงานบังคับใช้กฎหมาย หรือหน่วยงานอื่น ๆ หรือหน่วยงานกำกับดูแล (ไม่ว่าในประเทศหรือต่างประเทศ) เช่น บริษัทสำนักหักบัญชี (ประเทศไทย) จำกัด สำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์แห่งประเทศไทย สำนักงานป้องกันและปราบปรามการฟอกเงิน และกรมสรรพากร
(ฎ)
การจัดการโครงสร้างพื้นฐานของบริษัท การควบคุมภายใน การตรวจสอบ [ภายใน] และการดำเนินธุรกิจ และการปฏิบัติตามนโยบายและขั้นตอนของบริษัทที่อาจจำเป็นโดยกฎหมายและกฎระเบียบที่ใช้บังคับ รวมถึงกฎหมายและกฎระเบียบที่เกี่ยวข้องกับการควบคุมความเสี่ยง การรักษาความปลอดภัย การตรวจสอบ การเงินและการบัญชี ระบบต่าง ๆ และความต่อเนื่องทางธุรกิจ
(ฏ)
การจัดการหรือการสอบสวนเรื่องร้องเรียน ข้อเรียกร้อง หรือข้อพิพาทใด ๆ
(ฐ)
การติดต่อสื่อสารทางการตลาด การให้ข้อมูล ข้อเสนอพิเศษ และเอกสารส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์และบริการของบริษัท บริษัทในเครือและบริษัทย่อยของบริษัท และบุคคลภายนอก
(ฑ)
การพัฒนาบริการและผลิตภัณฑ์ใหม่ และการให้ข้อมูลที่เป็นปัจจุบันแก่ลูกค้าเกี่ยวกับบริการและผลิตภัณฑ์ของบริษัทเป็นครั้งคราว
(ฒ)
การทำวิจัย การวางแผนและการวิเคราะห์ทางสถิติ ตัวอย่างเช่น ในด้านวงเงินลงทุนและพฤติกรรมการลงทุนของลูกค้า เพื่อวัตถุประสงค์ในการพัฒนาบริการและผลิตภัณฑ์ของบริษัท
(ณ)
การจัดโครงการหรือกิจกรรมส่งเสริมการขาย การประชุม การสัมมนา และการเยี่ยมชมบริษัทของบริษัท
(ด)
การบังคับสิทธิตามกฎหมายหรือตามสัญญาของบริษัท รวมถึงแต่ไม่จำกัดเพียง การติดตามทวงถามจำนวนเงินใด ๆ ทั้งหมดที่ติดค้างต่อบริษัท
(ต)
การอำนวยความสะดวกในการตรวจสอบทางการเงินที่จะดำเนินการโดยผู้สอบบัญชี หรือการรับบริการที่ปรึกษากฎหมายจากที่ปรึกษากฎหมายที่แต่งตั้งโดยลูกค้าหรือบริษัท
(ถ)
การปฏิบัติตามภาระหน้าที่ของบริษัทภายใต้สัญญาใด ๆ ที่บริษัทเป็นคู่สัญญา เช่น สัญญากับพันธมิตรทางธุรกิจของบริษัท ผู้ขาย หรือบริษัทบริหารสินทรัพย์อื่น ๆ หรือภายใต้สัญญาที่บริษัททำหน้าที่เป็นตัวแทน
ถ้าข้อมูลส่วนบุคคลที่บริษัทเก็บรวบรวมจากลูกค้าจำเป็นสำหรับการปฏิบัติตามภาระหน้าที่ตามกฎหมายของบริษัท หรือการเข้าทำสัญญากับลูกค้า บริษัทอาจจะไม่สามารถจัดหาผลิตภัณฑ์และบริการให้แก่ลูกค้า (หรือไม่สามารถจัดหาผลิตภัณฑ์และบริการให้แก่ลูกค้าต่อไป) ถ้าบริษัทไม่สามารถเก็บรวบรวมข้อมูลส่วนบุคคลของลูกค้าเมื่อมีการร้องขอ

ลูกค้านิติบุคคล

(ก)
การติดต่อสื่อสารทางธุรกิจ เช่น การติดต่อสื่อสารกับลูกค้าเกี่ยวกับผลิตภัณฑ์หรือบริการของบริษัท อาทิ ด้วยการตอบข้อซักถามหรือการร้องขอ
(ข)
การคัดเลือกลูกค้า เช่น การตรวจสอบตัวตนของลูกค้าและสถานะลูกค้า การตรวจสอบสถานะหรือการตรวจสอบภูมิหลังในรูปแบบอื่น ๆ หรือการระบุความเสี่ยงเกี่ยวกับลูกค้า (รวมถึงการตรวจสอบคัดกรองกับรายชื่อบุคคลที่ถูกกำหนด (sanction lists) ของหน่วยงานบังคับใช้กฎหมายของรัฐและ/หรือที่เป็นทางการซึ่งเปิดเผยเป็นการทั่วไป ตามที่กฎหมายกำหนด) การประเมินความเหมาะสมและคุณสมบัติของลูกค้าและลูกค้า การออกคำขอใบเสนอราคาและการเชิญชวนประกวดราคา การเข้าทำสัญญากับลูกค้า
(ค)
การจัดการข้อมูลลูกค้า เช่น การดำรงและปรับปรุงรายชื่อ/รายนามลูกค้า (รวมถึงข้อมูลส่วนบุคคลของลูกค้า) การจัดเก็บสัญญาและเอกสารที่เกี่ยวข้องซึ่งอาจมีการอ้างถึงลูกค้า
(ง)
การบริหารความสัมพันธ์ เช่น การวางแผน การดำเนินการ และการบริหารความสัมพันธ์ (ทางสัญญา) กับลูกค้า อาทิ ด้วยการทำธุรกรรมและดำเนินการตามคำสั่งสำหรับผลิตภัณฑ์หรือบริการ การประมวลผลการชำระเงิน การดำเนินกิจกรรมด้านการบัญชี การตรวจสอบ การเรียกเก็บเงินและการจัดเก็บเงิน การจัดการด้านการจัดส่งและการส่งมอบ การให้บริการสนับสนุน
(จ)
การวิเคราะห์และปรับปรุงธุรกิจ เช่น การทำวิจัย การวิเคราะห์ข้อมูล การประเมิน การสำรวจและการรายงานเกี่ยวกับผลิตภัณฑ์และบริการของบริษัท และผลการดำเนินงานของลูกค้า การพัฒนาและปรับปรุงกลยุทธ์การตลาด และผลิตภัณฑ์และบริการ
(ฉ)
ระบบเทคโนโลยีสารสนเทศและการสนับสนุน เช่น การจัดหาเทคโนโลยีสารสนเทศและการสนับสนุนการใช้งานระบบ (helpdesk supports) การสร้างและดำรงรหัสและข้อมูลส่วนตัวสำหรับลูกค้า การบริหารจัดการการเข้าถึงระบบใด ๆ ที่บริษัทได้อนุญาตให้ลูกค้าเข้าถึงได้ การถอนบัญชีที่ไม่มีการใช้งาน (inactive accounts) การดำเนินการควบคุมธุรกิจ (business controls) เพื่อให้ธุรกิจของบริษัทสามารถดำเนินไปได้ และการช่วยให้บริษัทสามารถระบุและแก้ไขปัญหาต่าง ๆ ในระบบเทคโนโลยีสารสนเทศของบริษัท และการดูแลให้ระบบของบริษัทมีความปลอดภัย การพัฒนา การใช้ การดำเนินงาน และการบำรุงรักษาระบบเทคโนโลยีสารสนเทศ
(ช)
การติดตามตรวจสอบความปลอดภัยและระบบ เช่น การยืนยันตัวบุคคล การควบคุมและการบันทึกการเข้าถึงระบบ การติดตามตรวจสอบระบบ อุปกรณ์ และระบบอินเทอร์เน็ต การตรวจสอบความมั่นคงปลอดภัยของเทคโนโลยีสารสนเทศ การป้องกันและแก้ไขอาชญากรรมตลอดจนการบริหารความเสี่ยงและการป้องกันการฉ้อโกง
(ซ)
การจัดการข้อพิพาท เช่น การแก้ไขข้อพิพาท การบังคับสัญญาของบริษัท การกำหนด การใช้หรือการต่อสู้สิทธิเรียกร้องตามกฎหมาย
(ฌ)
การสอบสวนภายใน การสอบสวน การป้องกันการร้องเรียนและ/หรืออาชญากรรมหรือการฉ้อโกง
(ญ)
การปฏิบัติตามกฎระเบียบภายในองค์กร เช่น การปฏิบัติตามนโยบายภายในองค์กร และกฎหมาย กฎระเบียบ คำสั่ง และแนวทางของหน่วยงานกำกับดูแลที่มีผลบังคับใช้
(ฎ)
การปฏิบัติตามกฎหมายและหน่วยงานของรัฐ เช่น การประสานงาน การปฏิสัมพันธ์ และการตอบสนองหน่วยงานของรัฐหรือศาล
(ฏ)
วัตถุประสงค์ทางการตลาด เช่น การแจ้งข่าวสารและการประชาสัมพันธ์ของบริษัทซึ่งอาจเป็นที่น่าสนใจต่อลูกค้า กิจกรรมต่าง ๆ การเสนอบริการใหม่ การทำการสำรวจ
(ฐ)
การปฏิบัติตามข้อกำหนดทางธุรกิจที่สมเหตุสมผล เช่น การจัดการ การฝึกอบรม การตรวจสอบ การรายงาน การควบคุม หรือการบริหารความเสี่ยง สถิติ การวิเคราะห์แนวโน้มและการวางแผน หรือกิจกรรมอื่น ๆ ที่เกี่ยวข้องหรือคล้ายคลึงกัน
3. วิธีการที่บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของลูกค้า

บริษัทอาจเปิดเผย หรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังบุคคลภายนอก (รวมถึงบุคลากรและตัวแทนของบุคคลภายนอก) ภายในประเทศไทยหรือนอกประเทศไทยดังต่อไปนี้ ซึ่งประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ตามนโยบายความเป็นส่วนตัวฉบับนี้ โดยลูกค้าสามารถอ่านนโยบายความเป็นส่วนตัวของบุคคลภายนอกเหล่านั้นเพื่อศึกษาข้อมูลเพิ่มเติมเกี่ยวกับวิธีการที่บุคคลภายนอกดังกล่าวประมวลผลข้อมูลส่วนบุคคลของลูกค้าได้

ลูกค้าบุคคลธรรมดา

3.1 ผู้ให้บริการของบริษัท

บริษัทอาจใช้บริษัท ตัวแทน หรือผู้รับจ้างเพื่อการให้บริการต่าง ๆ ในนามของบริษัท หรือเพื่อช่วยเหลือในการจัดหาผลิตภัณฑ์และบริการให้แก่ลูกค้า บริษัทอาจแบ่งปันข้อมูลส่วนบุคคลของลูกค้ากับผู้ให้บริการเหล่านี้ รวมถึงแต่ไม่จำกัดเพียง (ก) ผู้ให้บริการเทคโนโลยีสารสนเทศ (ข) ตัวแทนการวิจัย (ค) ผู้ให้บริการการวิเคราะห์ (ง) ตัวแทนการสำรวจ (จ) ตัวแทนด้านการตลาด สื่อโฆษณาและการติดต่อสื่อสาร (ฉ) ผู้ให้บริการชำระเงิน และ (ช) ผู้ให้บริการด้านธุรการและการดำเนินงาน

ในการให้บริการเหล่านี้ ผู้ให้บริการอาจเข้าถึงข้อมูลส่วนบุคคลของลูกค้า อย่างไรก็ตาม บริษัทจะให้ข้อมูลส่วนบุคคลแก่ผู้ให้บริการของบริษัทเพียงเท่าที่จำเป็นในการให้บริการโดยผู้ให้บริการเหล่านี้ และบริษัทจะขอให้ผู้ให้บริการเหล่านี้ไม่ใช้ข้อมูลส่วนบุคคลของลูกค้าเพื่อวัตถุประสงค์อื่นใด บริษัทจะดำเนินการให้เป็นที่มั่นใจว่าผู้ให้บริการทุกรายที่บริษัททำงานด้วยจะเก็บรักษาข้อมูลส่วนบุคคลของลูกค้าไว้อย่างปลอดภัย

3.2 พันธมิตรทางธุรกิจของบริษัท

บริษัทอาจโอนข้อมูลส่วนบุคคลของลูกค้าไปยังบุคคลที่กระทำการในนามของลูกค้า หรือเกี่ยวข้องในการจัดหาผลิตภัณฑ์หรือบริการประเภทใดที่ลูกค้าได้รับจากบริษัท ซึ่งรวมถึงผู้รับเงิน ผู้รับผลประโยชน์ ผู้แทนในบัญชี (account nominees) ตัวกลาง (เช่น บริษัทบริหารสินทรัพย์) ผู้รับฝากทรัพย์สิน ธนาคารตัวแทน ตัวแทน ผู้ขาย พันธมิตรธุรกิจร่วม (co-brand partners) คู่สัญญา (market counterparties) ผู้ออกผลิตภัณฑ์ หรือระบบคลังข้อมูลทางการค้าโลก (global trade repositories) ที่บริษัททำการเปิดเผยข้อมูลส่วนบุคคลให้ในการจัดหาผลิตภัณฑ์และบริการให้แก่ลูกค้า และที่ลูกค้าอนุญาตให้บริษัทเปิดเผยข้อมูลส่วนบุคคลของลูกค้าได้ แต่ทั้งนี้ผู้รับข้อมูลเหล่านี้ต้องตกลงที่จะปฏิบัติต่อข้อมูลส่วนบุคคลของลูกค้าโดยสอดคล้องกับนโยบายความเป็นส่วนตัวฉบับนี้

3.3 บุคคลภายนอกตามที่กฎหมายอนุญาต

ในบางสถานการณ์ บริษัทอาจจะจำเป็นที่จะต้องเปิดเผยหรือแบ่งปันข้อมูลส่วนบุคคลของลูกค้ากับบุคคลภายนอก เพื่อปฏิบัติตามภาระหน้าที่ตามกฎหมายหรือกฎระเบียบ ซึ่งรวมถึง การปฏิบัติตามหน่วยงานที่บังคับใช้กฎหมาย ศาล หน่วยงานกำกับดูแล หน่วยงานรัฐ หรือบุคคลภายนอกอื่น ๆ ในกรณีที่บริษัทเชื่อว่าการเปิดเผยหรือการโอนนั้นจำเป็นเพื่อที่จะปฏิบัติตามภาระหน้าที่ตามกฎหมายหรือกฎระเบียบ หรือเพื่อการปกป้องสิทธิของบริษัท สิทธิของบุคคลอื่น หรือเพื่อความปลอดภัยของบุคคลหรือบุคคลภายนอกใด ๆ หรือเพื่อตรวจสอบ ป้องกัน หรือจัดการเกี่ยวกับปัญหาการฉ้อโกง หรือด้านความมั่นคงหรือความปลอดภัย

3.4 ที่ปรึกษาวิชาชีพ

บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังที่ปรึกษาวิชาชีพของบริษัทที่เกี่ยวกับบริการด้านการตรวจสอบ กฎหมาย การบัญชี และภาษีอากร ซึ่งช่วยในการประกอบธุรกิจและแก้ต่าง หรือจัดการเกี่ยวกับข้อเรียกร้องทางกฎหมาย

3.5 บุคคลภายนอก เช่น ผู้รับโอนสิทธิ ผู้รับโอน หรือผู้รับแปลงหนี้

บริษัทอาจมอบ โอน หรือแปลงหนี้สิทธิหรือภาระผูกพันของบริษัทให้แก่บุคคลภายนอก เพียงเท่าที่ได้รับอนุญาตตามข้อกำหนดและเงื่อนไขของสัญญาใด ๆ ที่เข้าทำระหว่างลูกค้ากับบริษัท บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังผู้รับโอนสิทธิ ผู้รับโอน หรือผู้รับแปลงหนี้ รวมถึงบุคคลที่อาจเป็นผู้รับโอนสิทธิ ผู้รับโอน หรือผู้รับแปลงหนี้ แต่ทั้งนี้ผู้รับข้อมูลเหล่านี้ต้องตกลงที่จะปฏิบัติต่อข้อมูลส่วนบุคคลของลูกค้าโดยสอดคล้องกับนโยบายความเป็นส่วนตัวฉบับนี้

3.6 บุคลภายนอกที่เกี่ยวข้องกับการโอนธุรกิจ

บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังพันธมิตรทางธุรกิจ ผู้ลงทุน ผู้ถือหุ้นรายสำคัญ ผู้รับโอนสิทธิ บุคคลที่อาจเป็นผู้รับโอนสิทธิ ผู้รับโอนหรือบุคคลที่อาจเป็นผู้รับโอนของบริษัท ในกรณีที่มีการฟื้นฟูกิจการ การปรับโครงสร้างกิจการ การควบรวมกิจการ การเข้าซื้อกิจการ การขาย การซื้อ กิจการร่วมค้า การโอน การเลิกกิจการ หรือเหตุการณ์ใดในทำนองเดียวกันที่เกี่ยวข้องกับการโอนหรือการจำหน่ายจ่ายโอนธุรกิจ สินทรัพย์ หรือหุ้นทั้งหมดหรือส่วนใด ๆ ของบริษัท ถ้ามีเหตุการณ์ใด ๆ ดังกล่าวข้างต้นเกิดขึ้น ผู้รับข้อมูลจะปฏิบัติตามนโยบายความเป็นส่วนตัวฉบับนี้ในส่วนที่เกี่ยวกับข้อมูลส่วนบุคคลของลูกค้า

ลูกค้านิติบุคคล

บริษัทอาจแบ่งปันข้อมูลส่วนบุคคลของลูกค้ากับบุคคลอื่น ๆ เพื่อวัตถุประสงค์ตามที่ระบุในข้อ 3 ข้างต้น เช่น บริษัทในเครือของบริษัทภายใน พันธมิตรทางธุรกิจอื่น ๆ ของบริษัท ผู้ให้บริการบุคคลภายนอกที่บริษัทจ้าง ในบางสถานการณ์ บริษัทแบ่งปันข้อมูลส่วนบุคคลของลูกค้ากับหน่วยงานของรัฐ หน่วยงานบังคับใช้กฎหมาย ศาล หน่วยงานกำกับดูแล หรือบุคคลภายนอกอื่น ๆ ในกรณีที่บริษัทเชื่อว่าการแบ่งปันนั้นจำเป็นเพื่อที่จะปฏิบัติตามภาระหน้าที่ตามกฎหมายหรือกฎระเบียบ หรือเพื่อการปกป้องสิทธิของบริษัท สิทธิของบุคคลอื่น หรือเพื่อความปลอดภัยของบุคคลหรือบุคคลภายนอกใด ๆ หรือเพื่อตรวจสอบ ป้องกัน หรือจัดการเกี่ยวกับปัญหาการฉ้อโกง หรือด้านความมั่นคงหรือความปลอดภัย เมื่อบริษัทโอนข้อมูลส่วนบุคคลไปยังบุคคลภายนอก บริษัทจะดำเนินการเพื่อให้มั่นใจถึงการคุ้มครองข้อมูลส่วนบุคคลของลูกค้า เช่น ความตกลงการเก็บรักษาความลับ หรือมาตรการรักษาความปลอดภัยที่เหมาะสมอื่น ๆ ตามที่กฎหมายกำหนด

4. การโอนข้อมูลส่วนบุคคลของลูกค้าระหว่างประเทศ

บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของลูกค้าไปยังบุคคลภายนอก หรือเครื่องแม่ข่ายที่ตั้งอยู่ในต่างประเทศซึ่งประเทศปลายทางอาจมี หรืออาจไม่มีมาตรฐานการคุ้มครองข้อมูลในลักษณะเดียวกันกับประเทศไทย ทั้งนี้ บริษัทได้ดำเนินการตามขั้นตอนและมาตรการต่าง ๆ เพื่อทำให้ลูกค้ามั่นใจได้ว่าการโอนข้อมูลส่วนบุคคลของลูกค้าจะโอนอย่างปลอดภัยและบุคคลที่รับโอนข้อมูลนั้นมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่เหมาะสม และการโอนข้อมูลนั้นชอบด้วยกฎหมายโดยอาศัยข้อยกเว้นตามที่ได้รับอนุญาตตามกฎหมาย

5. ระยะเวลาในการที่บริษัทเก็บข้อมูลส่วนบุคคลของลูกค้า

บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของลูกค้าในระยะเวลาเท่าที่จำเป็นอย่างสมเหตุสมผล เพื่อให้บรรลุตามวัตถุประสงค์ที่บริษัทได้รับข้อมูลส่วนบุคคลนั้นมาตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวฉบับนี้ และเพื่อปฏิบัติตามภาระหน้าที่ทางกฎหมายและกฎข้อบังคับต่าง ๆ อย่างไรก็ตาม บริษัทอาจเก็บข้อมูลส่วนบุคคลของลูกค้านานขึ้นหากจำเป็นตามกฎหมายที่ใช้บังคับ

6. ข้อมูลที่สำคัญอื่น ๆ เกี่ยวกับข้อมูลส่วนบุคคลของลูกค้า

6.1 คุกกี้และวิธีการใช้คุกกี้

หากลูกค้าเยี่ยมชมเว็บไซต์ของบริษัท บริษัทจะเก็บรวบรวมข้อมูลบางประการโดยอัตโนมัติจากลูกค้าโดยการใช้คุกกี้ คุกกี้คือเทคโนโลยีการติดตามประเภทหนึ่งซึ่งนำมาใช้ในการวิเคราะห์กระแสความนิยม (trend) การบริหารจัดการเว็บไซต์ ติดตามการเคลื่อนไหวการใช้เว็บไซต์ของบริษัท หรือเพื่อจดจำการตั้งค่าของผู้ใช้บริการอินเทอร์เน็ตเบราว์เซอร์ส่วนใหญ่จะให้ลูกค้าควบคุมได้ว่าจะยอมรับคุกกี้หรือไม่ หากลูกค้าปฏิเสธการติดตามโดยคุกกี้ ความสามารถของลูกค้าในการใช้งานคุณลักษณะหรือพื้นที่ทั้งหมดหรือบางส่วนของเว็บไซต์อาจถูกจำกัด

6.2 ข้อมูลส่วนบุคคลที่ใช้โดยผู้เยาว์

โดยทั่วไป กิจกรรมของบริษัทไม่ได้มีเป้าหมายที่ผู้เยาว์ และบริษัทจะไม่เจตนาเก็บรวบรวมข้อมูลส่วนบุคคลจากลูกค้าซึ่งเป็นผู้เยาว์ (บุคคลซึ่งยังไม่บรรลุนิติภาวะ (โดยอายุครบ 20 ปีบริบูรณ์หรือโดยการสมรส) โดยไม่ได้รับความยินยอมจากผู้ใช้อำนาจปกครองในกรณีที่จำเป็น หรือจากคนเสมือนไร้ความสามารถหรือคนไร้ความสามารถ โดยไม่ได้รับความยิมยอมจากผู้อนุบาลตามกฎหมาย ถ้าลูกค้าเป็นผู้เยาว์ คนเสมือนไร้ความสามารถ หรือคนไร้ความสามารถซึ่งประสงค์จะมีความสัมพันธ์ทางสัญญากับบริษัท ลูกค้าต้องได้รับความยินยอมจากผู้ใช้อำนาจปกครองหรือผู้อนุบาลตามกฎหมายของลูกค้าก่อนที่จะติดต่อบริษัทหรือให้ข้อมูลส่วนบุคคลของลูกค้าแก่บริษัท ถ้าบริษัททราบว่าบริษัทได้เก็บรวบรวมข้อมูลส่วนบุคคลโดยไม่เจตนาจากผู้เยาว์โดยไม่ได้รับความยินยอมจากผู้ใช้อำนาจปกครองในกรณีที่จำเป็น หรือจากคนเสมือนไร้ความสามารถหรือคนไร้ความสามารถโดยไม่ได้รับความยินยอมจากผู้อนุบาลตามกฎหมาย บริษัทจะลบข้อมูลส่วนบุคคลนั้นทันที หรือยังคงประมวลผลข้อมูลส่วนบุคคลนั้นต่อไปถ้าบริษัทสามารถอาศัยหลักเกณฑ์หรือฐานทางกฎหมายอื่นนอกจากการขอความยินยอม

6.3 ข้อมูลส่วนบุคคลที่เกี่ยวกับบุคคลภายนอก

หากลูกค้าให้ข้อมูลส่วนบุคคลของบุคคลที่สามใด ๆ เช่น คู่สมรสและบุตรของลูกค้า ผู้ถือหุ้น กรรมการ ผู้รับผลประโยชน์ รายละเอียดการติดต่อในกรณีฉุกเฉิน การส่งต่อในกรณีการรักษาเร่งด่วน เช่น ชื่อ นามสกุล ความสัมพันธ์ ประวัติทางกฎหมาย ที่อยู่อีเมล์ และหมายเลขโทรศัพท์ของบุคคลเหล่านั้น ลูกค้าควรมั่นใจว่าลูกค้ามีอำนาจที่จะให้ข้อมูลส่วนบุคคลดังกล่าว และอนุญาตให้บริษัทใช้ข้อมูลส่วนบุคคลดังกล่าวตามนโยบายความเป็นส่วนตัวฉบับนี้ได้ อีกทั้งลูกค้าต้องรับผิดชอบในการแจ้งให้บุคคลที่สามเหล่านั้นทราบถึงนโยบายความเป็นส่วนตัวฉบับนี้ และขอรับความยินยอมจากบุคคลที่สามที่เกี่ยวข้อง หากจำเป็น หรืออาศัยหลักเกณฑ์หรือฐานทางกฎหมายอื่น

7. สิทธิในข้อมูลส่วนบุคคลของลูกค้า

ภายใต้บทบัญญัติแห่งกฎหมายและข้อยกเว้นตามกฎหมายที่เกี่ยวข้อง ลูกค้าอาจมีสิทธิตามที่ระบุไว้ดังต่อไปนี้เกี่ยวกับข้อมูลส่วนบุคคลของลูกค้า

(ก)
การเข้าถึง: ลูกค้าอาจมีสิทธิในการขอเข้าถึงหรือขอรับสำเนาข้อมูลส่วนบุคคลที่บริษัทประมวลผลเกี่ยวกับลูกค้า
(ข)
การโอนย้ายข้อมูล: ลูกค้าอาจมีสิทธิขอรับข้อมูลส่วนบุคคลที่บริษัทมีเกี่ยวกับลูกค้าในรูปแบบที่มีการจัดระเบียบแล้วและสามารถอ่านได้ในรูปแบบอิเล็กทรอนิกส์ และเพื่อส่งหรือโอนข้อมูลดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่น
(ค)
การคัดค้าน: ในบางกรณี ลูกค้าอาจมีสิทธิคัดค้านวิธีการที่บริษัทประมวลผลข้อมูลส่วนบุคคลของลูกค้าในบางกิจกรรมซึ่งระบุในนโยบายฉบับนี้
(ง)
การลบหรือทำลายข้อมูล: ลูกค้าอาจมีสิทธิขอให้บริษัทดำเนินการลบหรือทำลาย หรือทำให้ข้อมูลส่วนบุคคลของลูกค้าที่บริษัทประมวลผลเกี่ยวกับลูกค้า เป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูล เช่น หากข้อมูลนั้นไม่จำเป็นสำหรับวัตถุประสงค์ในการประมวลผลข้อมูลอีกต่อไป
(จ)
การจำกัด: ลูกค้าอาจมีสิทธิจำกัดการประมวลผลข้อมูลส่วนบุคคลของลูกค้า หากลูกค้าเชื่อว่าข้อมูลนั้นไม่ถูกต้อง หรือการประมวลผลของบริษัทไม่ชอบด้วยกฎหมาย หรือบริษัทไม่จำเป็นต้องประมวลผลข้อมูลนั้นเพื่อวัตถุประสงค์อย่างหนึ่งอย่างใดอีกต่อไป
(ฉ)
การแก้ไขให้ถูกต้อง: ลูกค้าอาจมีสิทธิขอให้มีการดำเนินการแก้ไขข้อมูลส่วนบุคคลที่ไม่สมบูรณ์ ไม่ถูกต้อง ก่อให้เกิดความเข้าใจผิด หรือไม่เป็นปัจจุบัน
(ช)
การถอนความยินยอม: ลูกค้าอาจมีสิทธิที่จะถอนความยินยอมที่ลูกค้าได้ให้แก่บริษัทเพื่อการประมวผลข้อมูลส่วนบุคคลของลูกค้า เว้นแต่มีข้อจำกัดเกี่ยวกับสิทธิที่จะถอนความยินยอมตามที่กฎหมายกำหนด หรือมีสัญญาที่ให้ประโยชน์แก่ลูกค้า
(ซ)
การยื่นเรื่องร้องเรียน: ลูกค้าอาจมีสิทธิยื่นเรื่องร้องเรียนไปยังหน่วยงานที่มีอำนาจในกรณีที่ลูกค้าเชื่อว่าบริษัททำการประมวลผลข้อมูลส่วนบุคคลของลูกค้าโดยไม่ชอบด้วยกฎหมายหรือไม่สอดคล้องกับกฎหมายคุ้มครองข้อมูลที่บังคับใช้
8. การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวฉบับนี้

บริษัทอาจเปลี่ยนแปลงหรือปรับปรุงนโยบายความเป็นส่วนตัวฉบับนี้เป็นครั้งคราว บริษัทขอแนะนำให้ลูกค้าอ่านนโยบายความเป็นส่วนตัวฉบับนี้อย่างละเอียดรอบคอบ และตรวจสอบการเปลี่ยนแปลงใด ๆ ที่อาจเกิดขึ้นตามข้อกำหนดของนโยบายความเป็นส่วนตัวฉบับนี้ที่ เว็บไซต์เป็นระยะ ๆ โดยบริษัทจะแจ้งเตือนให้ลูกค้าทราบหรือขอความยินยอมจากลูกค้าอีกครั้งหากมีการเปลี่ยนแปลงที่มีนัยสำคัญในนโยบายความเป็นส่วนตัวฉบับนี้ หรือหากบริษัทมีความจำเป็นโดยกฎหมายที่จะต้องทำการเปลี่ยนแปลงที่มีนัยสำคัญในนโยบายความเป็นส่วนตัวฉบับนี้

9. รายละเอียดการติดต่อบริษัท

หากลูกค้ามีความประสงค์ที่จะใช้สิทธิของลูกค้าที่เกี่ยวข้องกับข้อมูลส่วนบุคคลของลูกค้า หรือหากลูกค้ามีข้อสงสัยหรือเรื่องร้องเรียนเกี่ยวกับข้อมูลส่วนบุคคลของลูกค้าภายใต้นโยบายความเป็นส่วนตัวฉบับนี้ โปรดติดต่อบริษัทหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของบริษัทที่

เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล

บริษัท ฟินันเซีย ดิจิทัล แอสเซท จำกัด

ที่อยู่ที่ติดต่อ

อีเมล :

""";
