const fatcaInformations = [
  'เป็นพลเมืองอเมริกา',
'มีกรีนการ์ดหรือบัตรผู้มีที่อยู่ถาวรในอเมริกา',
'มีที่อยู่ในอเมริกาเพื่อวัตถุประสงค์ทางภาษี',
'เกิดในอเมริกาแต่สละสถานะพลเมืองแล้ว',
'มีที่อยู่ในอเมริกาสำหรับบัญชีที่เปิดกับบริษัท ฟินันเซีย ดิจิตอล แอสแซท จำกัด',
'มีเบอร์โทรอเมริกา (ตนเองหรือผู้เกี่ยวข้อง) เกี่ยวข้องกับบัญชีที่เปิดกับบริษัท ฟินันเซีย ดิจิทัล แอสเซท จำกัด',
'มีการโอนเงินอัตโนมัติจากบัญชีที่เปิดกับบริษัท ฟินันเซีย ดิจิทัล แอสเซท จำกัด ไปบัญชีอเมริกา',
'ได้มมอบอำนาจให้บุคคลที่อยู่ในอเมริกาทำธุรกรรมใดๆที่เกี่ยวข้องกับบัญชี บริษัท ฟินันเซีย ดิจิทัล แอสเซท จำกัด',
];