import 'package:ico_open/model/sute_test.dart';

const suiteQuestions = [
  SuitQuestion('ปัจจุบันท่านอายุ', [
    'ตั้งแต่ 60 ปี ขึ้นไป',
        '45-59 ปี',
        '35-44 ปี',
        'น้อยกวา่ 35 ปี',
  ]),
  SuitQuestion(
      'ปัจจุบันท่านมีภาระทางการเงินและค่าใช้จ่ายประจํา เช่น ค่าผอนบ้าน รถ ค่าใช้จ่ายส่วนตัว และค่าเลี้ยงดูครอบครัวเป็นสัดส่วนเท่าใด',
      [
        'มากกวาร้อยละ ่ 75 ของรายได้ทั้งหมด',
            'ระหวางร้อยละ ่ 50 ถึงร้อยละ 75 ของรายได้ทั้งหมด',
            'ตั้งแต่ร้อยละ 25 แต่น้อยกวาร้อยละ ่ 50 ของรายได้ทั้งหมด',
            'น้อยกวาร้อยละ ่ 25 ของรายได้ทัÊงหมด',
      ]),
  SuitQuestion('ท่านมีสถานภาพทางการเงินในปัจจุบันอยางไร', [
    'มีทรัพย์สินน้อยกว่าหนี้สิน ',
        'มีทรัพย์สินเท่ากับหนี้สิน',
        'มีทรัพย์สินมากกวาหนี้สิน',
        'มีความมันใจว่ามีเงินออมหรือเงินลงทุนเพียงพอสําหรับการใช้ชีวิตหลังเกษียณอายุแล้ว',
  ]),
  SuitQuestion(
      'ท่านเคยมีประสบการณ์หรือมีความรู้ในการลงทุนในทรัพย์สินกลุ่มใดต่อไปนี้บ้าง (เลือกได้มากกวา่ 1 ข้อ)',
      [
        'เงินฝากธนาคารพันธบัตรรัฐบาลหรือกองทุนรวมพันธบัตรรัฐบาล',
            'หุ้นกูหรือกองทุนรวมตราสารหนี',
            'หุ้นสามัญหรือกองทุนรวมหุ้นหรือสินทรัพย์อืÉนทีÉมีความเสีÉยงสูง',
            'สินทรัพย์ดิจิทัล',
      ]),
  SuitQuestion(' ระยะเวลาที่ท่านคาดวาจะไม่มีความจําเป็นต้องใช้เงินลงทุนนี้', [
    'ไม่เกิน 1 ปี',
        'ตั้งแต่1 ปีแต่น้อยกวา่ 3 ปี',
        'ตั้งแต่3 ปี ถึง 5 ปี',
        'มากกวา่ 5 ปี',
  ]),
  SuitQuestion('ความสามารถในการรับความเสีÉยงของท่านคือ', [
    'เน้นเงินต้นต้องปลอดภัยและได้รับผลตอบแทนสมํ่าเสมอแต่ตํ่าได้',
        'เน้นโอกาสได้รับผลตอบแทนที่สมํ่าเสมอแต่อาจเสี่ยงที่จะสูญเสียเงินต้นได้บ้าง',
        'เน้นโอกาสได้รับผลตอบแทนที่สูงขึ้นแต่อาจเสี่ยงที่จะสูญเสียเงินต้นได้มากขึ้น',
        'เน้นผลตอบแทนสูงสุดในระยะยาวแต่อาจเสี่ยงที่จะสูญเงินต้นส่วนใหญ่ได้',
  ]),
  SuitQuestion(
      ' เมื่อพิจารณารูปแสดงตัวอยางผลตอบแทนของกลุ่มการลงทุนที่อาจเกิดขึ้นด้านล่าง ท่านเต็มใจที่จะลงทุนในกลุ่มการลงทุนใดมากที่สุด',
      [
        ' กลุ่มการลงทุนที่ 1 มีโอกาสได้รับผลตอบแทน 5% แต่อาจมีผลขาดทุนได้ถึง 1%',
            'กลุ่มการลงทุนที่ 2 มีโอกาสได้รับผลตอบแทนสูงสุด 10% แต่อาจมีผลขาดทุนได้ถึง 5%',
            'กลุ่มการลงทุนที่ 3 มีโอกาสได้รับผลตอบแทนสูงสุด 25% แต่อาจมีผลขาดทุนได้ถึง 15%',
            'กลุ่มการลงทุนที่ 4 มีโอกาสได้รับผลตอบแทนสูงสุด 50% แต่อาจมีผลขาดทุนได้ถึง 100%',
      ]),
  SuitQuestion(
      'ถ้าท่านเลือกลงทุนในทรัพย์สินที่มีโอกาสได้รับผลตอบแทนมากแต่มีโอกาสขาดทุนสูงด้วยเช่นกัน ท่านจะรู้สึกอยางไร ',
      [
        'กงวลและตื่นตระหนกกลัวขาดทุน',
            'ไม่สบายใจแต่พอเข้าใจได้บ้าง',
            'เข้าใจและรับความผันผวนได้ในระดับหนึ่ง',
            'ไม่กงวลกับโอกาสขาดทุนสูงและหวังกับผลตอบแทนที่อาจจะได้รับสูงขึ้น',
      ]),
  SuitQuestion(
      'ท่านจะรู้สึกกงวล/รับไม่ได้เมื่อมูลค่าเงินลงทุนของท่านมีการปรับตัวลดลงในสัดส่วนเท่าใด',
      [
        '5% หรือ น้อยกวา',
            'มากกว่ 5%-15%',
            'มากกว่า 15%-25%',
            'มากกว่า 25% ขึ้นไป',
      ]),
  SuitQuestion(
      'หากปีที่แล้วท่านลงทุนไป 100,000 บาท ปี นี้ท่านพบวามูลค่าเงินลงทุนลดลงเหลือ 85,000 บาท ท่านจะทําอยางไร',
      [
        'ตกใจและต้องการขายการลงทุนที่เหลือทิ้ง',
            'กงวลใจและจะปรับเปลี่ยนการลงทุนบางส่วนไปในทรัพย์สินที่เสี่ยงน้อยลง',
            'อดทนถือต่อไปได้ และรอผลตอบแทนปรับตัวกลับมา',
            'ยังมันใจเพราะเข้าใจว่าต้องลงทุนระยะยาวและจะเพิ่มเงินลงทุนในแบบเดิมเพื่อเฉลี่ยต้นทุน',
      ]),
];
